{
  "1984": "Romanul lui George Orwell descrie o societate totalitară aflată sub controlul absolut al Partidului condus de Big Brother. Cetățenii sunt supravegheați constant, iar gândirea liberă este considerată crimă. Winston Smith, protagonistul, încearcă să păstreze umanitatea și adevărul într-o lume distorsionată de propagandă și frică.",
  "The Hobbit": "Bilbo Baggins, un hobbit liniștit și comod, este atras într-o aventură neașteptată alături de un grup de pitici pentru a recupera o comoară păzită de dragonul Smaug. Pe parcursul călătoriei, el descoperă curajul, loialitatea și frumusețea lumii fantastice, schimbându-se profund.",
  "To Kill a Mockingbird": "Povestea o urmărește pe Scout Finch în anii '30 în sudul Americii, unde tatăl ei, avocatul Atticus Finch, apără un bărbat afro-american acuzat pe nedrept de viol. Este un roman despre justiție, rasism, moralitate și maturizare.",
  "Pride and Prejudice": "Elizabeth Bennet și Mr. Darcy trec printr-o serie de conflicte sociale și personale înainte de a descoperi dragostea adevărată. Cartea explorează temele mândriei, prejudecății și importanța caracterului într-o societate rigidă.",
  "Brave New World": "Într-o lume futuristă în care oamenii sunt produși în fabrici și programați să fie fericiți, individualitatea este considerată periculoasă. Bernard Marx începe să pună sub semnul întrebării această utopie aparentă. Romanul critică consumismul, controlul social și pierderea umanității.",
  "The Catcher in the Rye": "Holden Caulfield, un adolescent alienat, cutreieră New York-ul după ce a fost exmatriculat din internat. Povestea sa reflectă confuzia, tristețea și furia adolescenței într-o lume pe care o consideră ipocrită.",
  "Harry Potter and the Sorcerer's Stone": "Harry descoperă că este vrăjitor și este invitat să studieze la Hogwarts, unde își face prieteni loiali și descoperă un destin legat de Lord Voldemort. Este începutul unei aventuri magice despre curaj, iubire și prietenie.",
  "The Great Gatsby": "Jay Gatsby, un milionar enigmatic, organizează petreceri fastuoase în speranța de a o recuceri pe Daisy, femeia pe care o iubește. Povestea este o critică subtilă a visului american și a superficialității societății bogate din anii 1920.",
  "Moby Dick": "Căpitanul Ahab pornește într-o misiune obsesivă de a vâna balena albă care i-a distrus viața. Romanul este o meditație profundă asupra destinului, răzbunării și nebuniei umane.",
  "Frankenstein": "Victor Frankenstein creează o ființă vie din părți de cadavre, dar este îngrozit de rezultat. Creatura sa este respinsă de societate și devine violentă. Romanul explorează responsabilitatea științifică, singurătatea și natura umană.",
  "The Lord of the Rings": "Frodo Baggins primește sarcina de a distruge Inelul Puterii pentru a salva lumea de Sauron. Călătoria sa este plină de pericole, prietenii și sacrificii. Este o epopee despre bine și rău, loialitate și curaj.",
  "Crime and Punishment": "Raskolnikov, un student sărac, comite o crimă în numele unei teorii despre superioritatea morală. Lupta sa interioară și întâlnirea cu oameni care îl influențează îl conduc spre pocăință. Romanul analizează vinovăția, iertarea și natura umană.",
  "Dracula": "Contele Dracula încearcă să se mute din Transilvania în Anglia, dar este confruntat de un grup de oameni hotărâți să oprească răul. Povestea îmbină groaza gotică cu temele sexualității, fricii și vieții eterne.",
  "The Alchemist": "Santiago, un tânăr păstor andaluz, pornește într-o călătorie spre Egipt în căutarea unei comori. Pe drum, el învață lecții despre viață, vise și destin. O parabolă spirituală despre ascultarea inimii și împlinirea personală.",
  "Jane Eyre": "Orfană și abuzată, Jane Eyre își găsește drumul către independență și iubire. Povestea ei de viață este plină de provocări, dar și de forță morală, curaj și pasiune.",
  "The Little Prince": "Un aviator naufragiat întâlnește un băiat de pe o altă planetă care îl învață lecții profunde despre viață, iubire și inocență. O poveste poetică pentru toate vârstele.",
  "Animal Farm": "Animalele de la o fermă înlătură fermierul și încearcă să creeze o societate egalitară, dar în cele din urmă ajung sub dictatura porcului Napoleon. O alegorie a revoluției ruse și a corupției puterii.",
  "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe": "Patru copii descoperă o lume magică, Narnia, unde luptă alături de leul Aslan împotriva Vrăjitoarei Albe. Este o poveste despre sacrificiu, curaj și binele care învinge răul.",
  "Fahrenheit 451": "Într-o lume în care cărțile sunt interzise și arse, pompierul Montag începe să-și pună întrebări despre viață și adevăr. Romanul este o critică a cenzurii, conformismului și manipulării prin media.",
  "The Picture of Dorian Gray": "Dorian Gray rămâne tânăr, în timp ce portretul său îmbătrânește și reflectă păcatele sale. O explorare a vanității, corupției și prețului sufletului.",
  "Les Misérables": "Jean Valjean, un fost pușcăriaș, încearcă să-și refacă viața într-o societate nedreaptă. Este o poveste monumentală despre dragoste, sacrificiu și iertare în Franța secolului XIX.",
  "Don Quixote": "Un nobil spaniol își pierde mințile și devine cavaler rătăcitor. Aventurile sale tragico-comice reflectă lupta dintre idealism și realitate, vis și nebunie.",
  "The Kite Runner": "Amir, un băiat din Kabul, trăiește cu vina trădării prietenului său Hassan. Întors în Afganistanul devastat de război, caută răscumpărarea. O poveste emoționantă despre prietenie, vină și speranță.",
  "Life of Pi": "Pi Patel supraviețuiește unui naufragiu și plutește pe mare alături de un tigru bengalez. Povestea este o reflecție asupra credinței, instinctului de supraviețuire și imaginației.",
  "Dune": "Paul Atreides ajunge pe planeta deșertică Arrakis, unde descoperă profeții, trădări și resurse esențiale pentru viitorul omenirii. Un roman SF profund despre putere, ecologie și destin."
}
